export const directions = [
	{
		direction: 1,
		title: "Робототехника",
		imgUrl: "https://colodu.club/uploads/posts/2022-11/1667354693_54-colodu-club-p-kabinet-robototekhniki-v-shkole-instagram-59.jpg",
		teacher: "Мороз Владислав Олегович, Семерникова Валерия Анатольевна, Городничев Денис Викторович",
		descriptions: [
			"Программа «Робототехника» нацелена на создание условий для глубокого изучения проектирования, создания и программирования роботов. Учебный процесс включает командную работу над практическими заданиями, что способствует пониманию компонентов современных роботов и изучению алгоритмизации и программирования. Учащиеся работают с LEGO-конструкторами, оснащенными специальными микропроцессорами, которые позволяют создавать и программировать роботов для выполнения различных функций.",
			"Изучение робототехники предоставляет учащимся дополнительные преимущества, включая создание команды единомышленников и участие в олимпиадах по робототехнике, что значительно усиливает мотивацию к получению знаний и развитию навыков. Программа ориентирована на практическое обучение, что обеспечивает более глубокое усвоение материала.",
		],
		focused: "детей младших классов",
		advantages: [
			"— Учащиеся работают непосредственно с робототехникой, что позволяет им применить теоретические знания на практике и получить реальные навыки",
			"— Работа над проектами в командах развивает навыки сотрудничества и коммуникации, что важно для будущей профессиональной деятельности",
			"— Программа направлена на стимулирование творческого подхода и инновационного мышления при создании и программировании роботов",
			"— Участники могут развивать свои навыки и способности в комфортной образовательной среде, что способствует их самореализации и личностному росту",
		],
		links: [
			{
				title: "— Дополнительная общеобразовательная программа «Роботек»",
				href: "https://cvd-estetika.ru/wp-content/uploads/2023/12/1.-dopolnitelnaja-obshheobrazovatelnaja-programma-robotek.pdf",
			},
			{
				title: "— Дополнительная общеобразовательная программа клуба «Технолаб»",
				href: "https://cvd-estetika.ru/wp-content/uploads/2023/12/2.-dopolnitelnaja-obshheobrazovatelnaja-programma-kluba-tehnolab.pdf",
			},
		],
	},
	{
		direction: 2,
		title: "Программирование на Python",
		imgUrl: "https://avatars.mds.yandex.net/i?id=6af6c8f11afcb2771d0f8ee695738dd8_l-13012864-images-thumbs&n=13",
		teacher: "Аксёнов Роман Владимирович",
		descriptions: [
			"В современном мире умение работать с Python является одним из самых востребованных навыков в разработке программного обеспечения. Python — это высокоуровневый язык программирования, известный своей простотой и гибкостью. Он используется для создания веб-приложений, настольных приложений, мобильных приложений и многого другого. Наша программа фокусируется на практическом освоении Python, включая написание кода, разработку и оптимизацию приложений. Мы уделяем внимание как созданию новых приложений, так и анализу и улучшению существующих решений, что позволяет обущающимся углубленно изучить язык и применить его в различных контекстах.",
		],
		focused: "детей старших классов",
		advantages: [
			"— Python упрощает написание и понимание кода, что делает его идеальным для новичков и ускоряет процесс разработки",
			"— Обширная библиотека фреймворков и модулей Python позволяет быстро разрабатывать функциональные и эффективные приложения",
			"— Код на Python можно запускать на различных операционных системах, что повышает гибкость и переносимость разработанных приложений",
			"— Python легко взаимодействует с языками C, C++ и Java, что расширяет возможности его применения в различных проектах",
		],
		links: [
			{
				title: "— Дополнительная общеобразовательная программа «Программирование на Python»",
				href: "https://cvd-estetika.ru/wp-content/uploads/2023/12/9.-dopolnitelnaja-obshheobrazovatelnaja-programma-programmirovanie-na-python.pdf",
			},
		],
	},
	{
		direction: 3,
		title: "Программирование на Java",
		imgUrl: "https://www.sstu.ru/upload/iblock/758/programming_languages_java.jpg",
		teacher: "Андреев Егор Романович",
		descriptions: [
			"Современное общество невозможно представить без инновационных технологий, и язык программирования Java остается одним из краеугольных камней в мире программирования. Наша программа в «IT-кубе» предлагает уникальное направление по изучению Java, предоставляя детям глубокие знания и навыки в одной из самых востребованных технологий. Программа охватывает основы и продвинутые темы Java, включая объектно-ориентированное программирование, разработку приложений и работу с базами данных. Наша цель — подготовить учащихся к успешной карьере в области программирования и IT, обеспечив их прочной базой знаний и практическим опытом в разработке программного обеспечения.",
		],
		focused: "детей старших классов",
		advantages: [
			"— Программа охватывает как базовые, так и продвинутые аспекты Java, что позволяет учащимся овладеть ключевыми навыками, необходимыми для успешной работы в IT-индустрии",
			"— Образовательные курсы рассчитаны на разные уровни подготовки, от новичков до более опытных пользователей, обеспечивая индивидуальное развитие каждого учащегося",
			"— Программа обучает не только основам Java, но и лучшим практикам и методологиям разработки, что способствует подготовке высококвалифицированных специалистов",
			"— Включение проектной деятельности и реальных заданий помогает учащимся применять полученные знания на практике и развивать навыки разработки программного обеспечения",
		],
		links: [
			{
				title: "— Дополнительная общеобразовательная программа «Программирование на языке Java»",
				href: "https://cvd-estetika.ru/wp-content/uploads/2023/12/12.-dopolnitelnaja-obshheobrazovatelnaja-programma-programmirovanie-na-jazyke-java.pdf",
			},
		],
	},
	{
		direction: 4,
		title: "Разработка WR/AR приложений",
		imgUrl: "https://pic.rutubelist.ru/video/1c/b3/1cb3c9e6d4c7c800f2fa96d756aba4f4.jpg",
		teacher: "Аксёнов Роман Владимирович",
		descriptions: [
			"В условиях стремительного роста информатизации и внедрения современных информационных технологий, обучение в сфере программирования и разработки приложений становится неотъемлемой частью образования. Программа нашего направления предлагает уникальную возможность изучения технологий дополненной (AR) и виртуальной реальности (VR). Эти передовые технологии не только визуализируют и исследуют сложные концепции, но и открывают новые горизонты для создания интерактивных учебных пособий и виртуальных стендов. Наше направление направлено на обучение программированию через реализацию творческих проектов, что позволит студентам перейти на качественно новый уровень образования.",
		],
		focused: "детей старших классов",
		advantages: [
			"— Освоение технологий AR и VR обеспечивает уникальные возможности для визуализации и изучения учебного материала, превращая традиционное обучение в увлекательный и интерактивный процесс",
			"— Обучающиеся получат практический опыт в создании и адаптации 3D-моделей, работе с инструментами AR/VR, а также в программировании, что значительно повысит их конкурентоспособность на рынке труда",
			"— Программа включает создание творческих проектов, что развивает креативное мышление и навыки проектной деятельности, а также способствует глубокому пониманию и применению технологий",
		],
		links: [
			{
				title: "— Дополнительная общеобразовательная программа «Разработка приложений VR-AR",
				href: "https://cvd-estetika.ru/wp-content/uploads/2023/12/8.-dopolnitelnaja-obshheobrazovatelnaja-programma-razrabotka-prilozhenij-vr-ar.pdf",
			},
		],
	},
	{
		direction: 5,
		title: "Мобильная разработка",
		imgUrl: "https://glomu.ru/wp-content/uploads/2023/04/m1-8.jpg",
		teacher: "Андреев Егор Романович",
		descriptions: [
			"Современный мир невозможно представить без мобильных устройств и гаджетов. То, что ещё 20 лет назад казалось фантастикой, сегодня стало реальностью и активно меняет нашу жизнь. В эпоху стремительных технологических изменений, важность человеческого интеллекта и креативности становится все более очевидной. Мобильные устройства не только облегчают повседневные задачи, но и помогают нам адаптироваться к новым условиям, открывая путь к будущему.",
			"Курс по разработке Android-приложений на базе облачной платформы AppInventor предоставляет уникальную возможность изучить современные подходы к созданию мобильных приложений без необходимости глубоких знаний в программировании. AppInventor, находящийся на стыке платформ no-code и традиционных фреймворков, позволяет создавать функциональные приложения с помощью визуального программирования и расширяемых плагинов.",
		],
		focused: "детей старших классов",
		advantages: [
			"— Платформа AppInventor позволяет создавать мобильные приложения без необходимости писать код, что делает обучение доступным для новичков",
			"— Студенты смогут реализовывать свои идеи и создавать творческие проекты, используя интуитивно понятный инструмент разработки",
			"— Курс способствует развитию алгоритмического и логического мышления, а также навыков проектной деятельности через создание реальных мобильных приложений",
			"— Обучение подготовит к вызовам нового технологического уклада, обеспечивая навыками, которые будут востребованы на рынке труда",
		],
		links: [
			{
				title: "— Дополнительная общеобразовательная программа «Разработка мобильных приложений»",
				href: "https://cvd-estetika.ru/wp-content/uploads/2023/12/7.-dopolnitelnaja-obshheobrazovatelnaja-programma-razrabotka-mobilnyh-prilozhenij.pdf",
			},
		],
	},
	{
		direction: 6,
		title: "Системное администрирование",
		imgUrl: "https://zscomp.ru/files/6ljg.jpg",
		teacher: "Лукин Сергей Валентинович",
		descriptions: [
			"В условиях, когда каждая крупная компания зависит от сложных систем компьютерной техники и сетевых устройств, востребованность квалифицированных специалистов по системному администрированию возрастает. Современный сетевой администратор должен обладать высокими компетенциями для обеспечения бесперебойной работы информационных систем и сетей.",
			"Наша программа по системному администрированию направлена на приобретение начальных навыков и знаний, необходимых для профессиональной деятельности в этой области. Мы предлагаем изучение основ устройства и функционирования компьютеров, локальных сетей, а также навыков установки и настройки операционных систем и программного обеспечения.",
		],
		focused: "детей старших классов",
		advantages: [
			"— Обучение ориентировано на использование новых технологий в системном администрировании, что поможет учащимся быть в курсе последних тенденций",
			"— Основной метод обучения — проектная деятельность, что позволяет работать над реальными задачами и развивать навыки профессиональной коммуникации",
			"— Программа сочетает очное обучение с электронными ресурсами и дистанционными технологиями, что обеспечивает удобный режим занятий и доступ к образовательным материалам",
		],
		links: [
			{
				title: "— Дополнительная общеобразовательная программа «Администрирование локальных сетей и информационная безопасность»",
				href: "https://cvd-estetika.ru/wp-content/uploads/2023/12/4.-dopol.-obshheob.-progr.-administrirovanie-lokalnyh-setej-i-informacionnaja-bezopasnost.pdf",
			},
		],
	},
	{
		direction: 7,
		title: "Кибер клуб",
		imgUrl: "https://avatars.mds.yandex.net/get-altay/2447509/2a00000173ed5606b9f4423ecb9ff2f22bd0/XXXL",
		teacher: "Городничев Денис Викторович",
		descriptions: [
			"Киберспорт быстро набирает популярность как интеллектуальный вид спорта, открывая новые возможности для развития и профессионального роста. В нашем городе направление киберспорта только начинает развиваться, и мы рады предложить уникальную программу, которая станет отличным стартом для всех, кто интересуется цифровыми играми и соревнованиями.",
			"Программа предназначена для школьников, желающих погрузиться в мир киберспорта, улучшить свои навыки игры, а также освоить организационные и аналитические аспекты. В рамках курса обучающиеся будут участвовать в киберспортивных соревнованиях, работать над развитием командного взаимодействия и изучать ключевые аспекты этого растущего сектора.",
		],
		focused: "детей старших классов",
		advantages: [
			"— Учащиеся не только играют, но и обучаются ролям организаторов, судей и комментаторов, что позволяет развивать всеобъемлющий опыт в киберспорте",
			"— Программа предусматривает участие в турнирах и онлайн-турнирах, что дает возможность проявить свои знания и навыки на практике",
			"— Развивается командное взаимодействие, логическое мышление и креативность, а также преобретается  навык контролировать стрессовые ситуации и планировать время",
			"— Киберспорт доступен всем участникам независимо от физической подготовки, что делает программу инклюзивной и актуальной для широкой аудитории",
		],
		links: [
			{
				title: "— Дополнительная общеобразовательная программа «Кибер клуб»",
				href: "https://cvd-estetika.ru/wp-content/uploads/2023/12/3.-dopolnitelnaja-obshheobrazovatelnaja-programma-kiber-klub.pdf",
			},
		],
	},
	{
		direction: 8,
		title: "БПЛА",
		imgUrl: "https://e-cis.info/upload/iblock/25b/i6z0jenubl3fk033hhjx71v4572u6x46.jpg",
		teacher: "Плахотин Вадим Юрьевич",
		descriptions: [
			"Программа «БПЛА» предлагает школьникам уникальную возможность погружения в мир беспилотных летательных аппаратов. На занятиях учащиеся изучают принципы работы FPV квадрокоптеров, осваивают пилотирование, а также знакомятся с радиотехникой, микроэлектроникой и принципами работы электронных схем и датчиков. Курс включает практические занятия по управлению квадрокоптерами, использование авиационного симулятора Liftoff и полетной программы Betaflight, а также участие в соревнованиях на специально построенной тренировочной трассе.",
		],
		focused: "детей старших классов",
		advantages: [
			"— Учащиеся получают реальный опыт пилотирования квадрокоптеров и работы с электронными компонентами, что помогает развивать технические и инженерные навыки",
			"— Программа включает использование передовых технологий и инструментов, таких как микропроцессоры STM32, что способствует развитию системного мышления и технической грамотности",
			"— Возможность участия в городских, республиканских и международных соревнованиях развивает соревновательный дух и предоставляет опыт в реальных условиях",
			"— Программа интегрирует знания из различных областей (микроэлектроника, схемотехника, пилотирование), что расширяет кругозор и углубляет понимание современных технологий",
		],
		links: [
			{
				title: "— Дополнительная общеобразовательная программа «БПЛА»",
				href: "https://cvd-estetika.ru/wp-content/uploads/2024/02/13.-dopolnitelnaja-obshheobrazovatelnaja-programma-bpla.pdf",
			},
		],
	},
	{
		direction: 9,
		title: "Web-разработка",
		imgUrl: "https://cvam.ru/wp-content/uploads/2023/10/programmirovanie-7.webp",
		teacher: "Фомин Данил Андреевич",
		descriptions: [
			'Программа "Web-разработка" предназначена для тех, кто хочет погрузиться в мир создания и разработки веб-сайтов и веб-приложений. Этот курс предоставляет учащимся фундаментальные навыки, необходимые для успешной работы в этой динамичной области. Обучение охватывает ключевые аспекты web-разработки, включая:',
			"HTML/CSS: Основы веб-разметки и стилей, которые помогут вам создавать и оформлять веб-страницы",
			"JavaScript: Язык программирования, используемый для добавления интерактивности и динамических функций на веб-страницы.",
		],
		focused: "детей старших классов",
		advantages: [
			"— Программа фокусируется на практическом применении знаний, что позволяет учащимся сразу применять полученные навыки для создания реальных проектов",
			"— учение через решение конкретных задач и ситуаций способствует лучшему усвоению материала и подготовке к реальным рабочим условиям",
			"— Учащиеся имеют возможность раскрыть свой творческий потенциал, работая над индивидуальными и групповыми проектами",
			"— Обучение направлено на формирование навыков, востребованных в профессиях Frontend-разработчика и Web-дизайнера, что улучшает конкурентоспособность выпускников на рынке труда",
		],
		links: [
			{
				title: "— Дополнительная общеобразовательная программа «Web-разработка»",
				href: "https://cvd-estetika.ru/wp-content/uploads/2023/12/5.-dopolnitelnaja-obshheobrazovatelnaja-programma-web-razrabotka.pdf",
			},
		],
	},
	{
		direction: 10,
		title: "Яндекс Лицей",
		imgUrl: "https://shkolaleninskaya-r64.gosweb.gosuslugi.ru/netcat_files/48/188/yandex.jpg",
		teacher: "Филонова Марьяна Андреевна, Ильин Артур Викторович",
		descriptions: [
			'Программа "Основы программирования на языке Python (углублённый уровень)" предназначена для школьников, стремящихся получить глубокие знания и практические навыки в программировании. В рамках курса учащиеся изучат один из самых востребованных языков программирования — Python, который отличается простым и понятным синтаксисом, что делает его идеальным для начинающих программистов.',
		],
		focused: "детей старших классов",
		advantages: [
			"— Учащиеся активно работают с кодом, что способствует быстрому и глубокому усвоению материала",
			"— Курс делится на модули, что позволяет гибко адаптировать обучение под потребности каждого ученика",
			"— Задания требуют самостоятельного поиска информации и решения проблем, что развивает навыки самостоятельной работы и критического мышления",
			"— Программа способствует формированию алгоритмического мышления, умения разработки эффективных программ и поиска информации, что важно для успешного обучения и будущей карьеры",
		],
		links: [
			{
				title: "— Дополнительная общеобразовательная программа «Лицей Академии Яндекс»",
				href: "https://cvd-estetika.ru/wp-content/uploads/2023/12/11.-dopolnitelnaja-obshheobrazovatelnaja-programma-licej-akademii-jandeks.pdf",
			},
		],
	},
];
