export const news = [
	{
		id: 1,
		title: "День открытых дверей",
		date: "23.08.2024",
		imgUrl: "https://sun2-21.userapi.com/s/v1/ig2/B1yXCfIZibDBvRsdr1z_bNMwCYmCgonk9xJdPlQ4YmCP8jozRFkNQ96vzB31bVgSyWJF8t_wrbgPGZPHFiD-WNHX.jpg?quality=96&as=32x44,48x67,72x100,108x150,160x222,240x333,360x500,480x666,540x750,640x888,720x1000,922x1280&from=bu&u=qcxo_mrE8dHSVJOCrFEDZ6cDBLWlU8Kf0dTGhMZEvw4&cs=581x807",
		content: [
			{
				paragraph: 'Приглашаем всех желающих на День открытых дверей в ЦЦОД "IT-куб"!',
			},
			{
				paragraph: 'Мероприятие будет проходить 1 сентября (в воскресенье) в 12:00 по адресу Александровская, 91.',
			},
			{
				paragraph: 'В этот день педагоги проведут мастер-классы, на которых можно будет ознакомиться с разными направлениями.',
			},
			{
				paragraph: 'У вас будет возможность сразу записаться на обучение, для этого возьмите с собой СНИЛС и свидетельство о рождении/паспорт.',
			},
		],
	},
	{
		id: 2,
		title: "Набор на обучение",
		date: "23.08.2024",
		imgUrl: "https://sun9-44.userapi.com/s/v1/ig2/ap2YZy-RieJ7xtziv9ku2U28ScDkCsaaJQF6tBK9H6_J9sTqYu3zSc80dafdPxHPkK-absYQzPCPscgAJBahr23W.jpg?quality=95&as=32x18,48x27,72x40,108x61,160x90,240x135,360x202,480x270,540x304,640x360,720x405,1080x607,1280x720,1440x810,2560x1440&from=bu&u=6K5ueqMfY4sq2HXdrCWebcknQRvL4t4FEK-V0fTZmEo&cs=807x454",
		content: [
			{
				paragraph:
					'В ЦЦОД "IT-куб" открыт набор на обучение по направлениям:',
			},
			{
				paragraph:
					'- Программирование роботов;',
			},
			{
				paragraph:
					'- Программирование на Python;',
			},
			{
				paragraph:
					'- Основы программирования на Java;',
			},
			{
				paragraph:
					'- Разработка VR/AR приложений;',
			},
			{
				paragraph:
					'- Мобильная разработка;',
			},
			{
				paragraph:
					'- Системное администрирование;',
			},
			{
				paragraph:
					'- Яндекс.Лицей;',
			},
			{
				paragraph:
					'- КиберКлуб;',
			},
			{
				paragraph:
					'- Первый шаг к пилотированию БПЛА;',
			},
			{
				paragraph:
					'Бюджетные места ограничены!',
			},
		],
	},
	{
		id: 3,
		title: "День открытых дверей в IT-куб",
		date: "01.09.2024",
		imgUrl: "https://sun9-70.userapi.com/s/v1/ig2/t170rGFLHbHtFB17qvAZt_kegDYDDM-1oAtgXZoIvTizD_mrfwJz7qt-IjwRJNzopaopezaN8RIot2l4eGY7hmya.jpg?quality=96&as=32x24,48x36,72x54,108x81,160x120,240x180,360x270,480x360,540x405,640x480,720x540,1080x810,1280x960&from=bu&u=_6H0cL7skZNdn3L6doGVxwLygslsh_7EFN2jA687R1g&cs=604x453",
		content: [
			{
				paragraph:
					'День открытых дверей в Центре Цифрового Образования Детей "IT-куб" города Новочеркасска прошел 1 сентября 2024 года.',
			},
			{
				paragraph:
					'Мероприятие было увлекательным, познавательным, полезным по форме и содержанию. Мероприятие началось со светового шоу Никиты Нефедова.',
			},
			{
				paragraph:
					'С приветственным словом перед ребятами и их родителями выступили директор Центра воспитания и досуга «Эстетика» Цивилева Инга Валентиновна и руководитель Центра цифрового образования детей Городничев Денис Викторович, затем преподаватели подробно рассказали о направлениях центра.',
			},
			{
				paragraph:
					'После знакомства с преподавателями, все желающие посетили мастер-классы по направлениям:',
			},
			{
				paragraph:
					'• Робототехника',
			},
			{
				paragraph:
					'• PYTHON',
			},
			{
				paragraph:
					'• Мобильная разработка',
			},
			{
				paragraph:
					'• JAVA SCRIPT',
			},
			{
				paragraph:
					'• VR/AR',
			},
			{
				paragraph:
					'• БПЛА',
			},
			{
				paragraph:
					'День открытых дверей прошел очень насыщено. Школьники смогли погрузится в атмосферу Цента, узнать как проходит обучение, задать интересующие вопросы.',
			},
		],
	},
];
